# St7EnableLIALoadCase

Enables the specified load and freedom case combination such that it is included in load influence analysis.

long St7EnableLIALoadCase(long uID, long LoadCaseNum, long FreedomCaseNum)

Input Parameters

uID

Strand7 model file ID.

LoadCaseNum

Load case number.

FreedomCaseNum

Freedom case number.